let item = [

    {
    title:" هل يُسمح للمركبة العمومية السير في جميع المسالك الموسومة (المعلمة) في الطريق؟ ",
    
    numQues:" 1190.",
    link:" ",
    
    guid:" ",

    cA:"نعم، حتى في المسالك التي لم توسم (تُعلم) كمسالك للمركبات العمومية.",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "كلا، عليه السير فقط في المسلك الأيمن." ,
    "كلا، فقط في الجهة اليسرى من الشارع.",
    "كلا، يُسمح له بالسير فقط في مسلك المواصلات العمومية.",
    "نعم، حتى في المسالك التي لم توسم (تُعلم) كمسالك للمركبات العمومية."]
    },
    {
    title:" ما هي السرعة القصوى المسموح بها في طريق بلدية عند سياقة دراجة نارية سعة محركها لغاية 125سم3 وقوة المحرك لغاية 14.6 حصان (11 كيلو واط)، إذا لم تدل شاخصة على غير ذلك؟ ",
    
    numQues:" 1575.",
    link:" ",
    
    guid:" ",

    cA:"50كم/ساعة.",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "50كم/ساعة.",
    "30كم/ساعة.",
    "40كم/ساعة.",
    "60كم/ساعة."]
    },
    {
    title:" أية إشارة تسمح بدخول الدراجة الهوائية؟ ",
    
    numQues:" 1477.",
    link:" ",
    
    guid:" ",

    cA:"227",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "414",
    "219",
    "227",
    "412",
]
    },
    {
    title:" ما هي السرعة القصوى المسموح بها لسياقة مركبة ركاب خصوصية (إذا لم تنصب إشارة تأمر بغير ذلك)؟ ",
    
    numQues:" 0152.",
    link:" ",
    
    guid:" ",

    cA:"في طريق داخل المدن لغاية- 50كم/ساعة وفي طريق خارج المدن لغاية- لغاية 80كم/ساعة.",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "في طريق داخل المدن- حسب وضع المنطقة وفي طريق خارج لغاية - المدن لغاية 100كم/ساعة.",
    "في طريق داخل المدن لغاية- 40كم/ساعة وفي طريق خارج المدن- لغاية 80كم/ساعة.",
    "في طريق داخل المدن لغاية- 50كم/ساعة وفي طريق خارج المدن لغاية- لغاية 80كم/ساعة.",
    "في طريق داخل المدن لغاية - 50كم/ساعة وفي طريق خارج المدن- لغاية 70كم/ساعة/ساعة.",]
    
    },
    {
    title:" أي أنواع سفرات مسموح القيام بها في الصالون العمومي بموجب رخصة من مراقب السير على الطرق؟ ",
    
    numQues:" 1159.",
    link:" ",
    
    guid:" ",

    cA:"سفرة ''خدمة'' وسفرة ''خاصة'' وسفرة ''سياحية''.",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "سفرة ''خاصة''، وسفرة ''نقل أولاد'' خاصة.",
    "سفرة ''خدمة'' وسفرة ''خاصة'' وسفرة ''سياحية''.",
    "سفرة ''سياحية'' وسفرة ''عمل'' وسفرة ''خدمة''.",
    "سفرة بلدية وسفرة خارج المدن وسفرة ''سياحية''.",
    ]
    },
    {
    title:" أية إشارة تُنصب قبل المفترق وتُلزم بإعطاء حق الأولوية؟ ",
    
    numQues:" 0403.",
    link:" ",
    
    guid:" ",

    cA:"301",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "504",
    "310",
    "301",
    "308",
    ]
    },
    {
    title:" لا ينقل ''سائق جديد'' لم يتم 21 سنة من عمره في مركبة ركاب خصوصية: ",
    
    numQues:" 0653.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
   " حتى ولو راكب واحد طالما هو (سائق جديد).",
   " أكثر من أربعة ركاب إضافةً إليه، إلا إذا كان يجلس بجانبه مرافق.",
   " أكثر من راكبين إضافةً إليه، إلا إذا كان يجلس بجانبه مرافق.",
   " أكثر من راكب واحد إضافةً إليه، إلا إذا كان يجلس بجانبه مرافق.",
    ]
    },
    {
    title:" عرِّف خفت الأضواء: ",
    
    numQues:" 0031.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
   " تغيير ارتفاع شعاع نور الوقوف.",
   " تبديل الضوء العالي في المصابيح الأمامية وإضاءة الضوء الواطئ.",
   " إطفاء الضوء الواطئ في المصابيح الأمامية وإضاءة الضوء العالي.",
   " تبديل الضوء العالي وإضاءة ضوء الضباب.",]
    },
    {
    title:" كيف تتصرف حسب الإشارة؟ ",
    
    numQues:" 0454.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "تمهل واستعد للتوقف قبل ملتقى سكة الحديد إذا تطلب الأمر ذلك.",
    "يجب التوقف دائماً - على مسافة متر واحد قبل ملتقى سكة الحديد.",
    "تمهل وقف، سكة حديد أمامك على بعد 50م.",
    "الاقتراب من ملتقى سكة حديد حوالي 250م قبل الملتقى."]
    
    },
    {
    title:" كيف تتعامل مع الوضع الذي أمامك؟ ",
    
    numQues:" 0907.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "تمهل وتجاوز عن راكب الدراجة الهوائية مع المحافظة على مسافة ملائمة من الجانب وتتبع تحركاته.",
    "زد من السرعة وتجاوز عن راكب الدراجة الهوائية قبل دخولك إلى المفترق.",
    "سر خلف راكب الدراجة الهوائية إلى ما بعد المفترق واستعمل الزامور واعبر عنه على وجه السرعة.",
    "نبه راكب الدراجة الهوائية بواسطة الزامور إلى أن يخلي مسلك سيرك واعبر عنه بسرعتك العادية."]
    
    },
    {
    title:" في أية حدود من مكان عبور المشاة يُمنع إيقاف مركبة؟ ",
    
    numQues:" 0205.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "في حدود 20م قبل وبعد مكان عبور المشاة.",
    "على مكان عبور المشاة وفي حدود 12م قبله.",
    "في حدود 12م قبل مكان عبور المشاة و 12م بعده.",
    "على مكان عبور المشاة وفي حدود 12م بعده."]
    
    },
    {
    title:" ما هو ترتيب العمليات الصحيح عند تخفيف سرعة المركبة؟ ",
    
    numQues:" 0874.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "الانتقال إلى غيار واطئ والضغط على دعسة الكلاتش.",
    "التمهل وتعشيق غيار واطئ.",
    "التمهل بواسطة الضغط على دعسة الكلاتش وتعشيق غيار أعلى.",
    "لا توجد أهمية لترتيب العمليات أثناء تخفيف سرعة المركبة."]
    },
    {
    title:" لماذا يجب الحفاظ على مسافة من الأمام ومن الخلف ومن الجوانب عند الركوب على الدراجة النارية؟ ",
    
    numQues:" 1624.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "لأننا بذلك نقلص مدى الرؤية والقدرة على استعمال حاشية الطريق.",
    "لكي نتمكن من الانحراف من مسلك إلى آخر كثيراُ وبسهولة.",
    "لأننا بذلك نضمن زمن وحيز لرد يكفيان للأخطار والتهديدات الناتجة عن المركبات الأخرى.",
    "لأن ذلك يمكن من منع تنشق الدخان والأوساخ المنفوثة من المركبات الأخرى في الطريق."]
    },
    {
    title:" في مركبة فيها جهاز فرامل سليم يشمل ABS : ",
    
    numQues:" 1702.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" معرفة المركبة ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "الضغط بشدة على دعسة الفرامل يؤدي إلى اهتزازات الدعسة وضجيج.",
    "الضغط بشدة على دعسة الفرامل يلغي عمل ال- ABS:",
    "الضغط بشدة على دعسة الفرامل يؤدي إلى إطفاء المحرك فوراً.",
    "الضغط بشدة على دعسة الفرامل يؤدي إلى توقف المركبة ''في المكان''."]
    },
    {
    title:" ما هي التأثيرات الجانبية من استعمال ماسحات زجاج غير صالحة؟ ",
    
    numQues:" 1015.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" معرفة المركبة ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "المس بالرؤية عبر الزجاج الأمامي والتسبب بضرر للزجاج الأمامي.",
    "تبذير طاقة محرك المركبة عند تشغيلها.",
    "إحداث ضجة في النظام السمعي في كابينة السائق.",
    "التسبب بضرر في إحكام سد الزجاج."]
    },
    {
    title:" أية عملية يمكن للسائق المقترب عملها من اجل تجنب إصابة حسب الدلائل الظاهرة في الصورة: ",
    
    numQues:" 0920.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "إعطاء ضوء عالي متقطع.",
    "الاستمرار بالسير كالمعتاد، سوف يُغلق الباب حالاً.",
    "التمهل والمحافظة على مسافة جانبية ملائمة (الانحراف إلى اليسار).",
    "استعمال الزامور بشدة وبشكلٍ متواصل."]
    
    },
    {
    title:" ما هي العوامل التي تؤثر على تزحلق المركبة؟ ",
    
    numQues:" 0846.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "وضع الرؤية في الطريق.",
    "جميع العوامل التي تمنع الاتصال المباشر بين الإطار والشارع مثل: المياه والزيوت والوحل والحصى وغير ذلك.",
    "عمر المركبة القديم.",
    "أي عامل يؤثر على يقظة السائق."]
    },
    {
    title:" أكمل الجملة - عندما توجد مركبة في مسلك الاستدارة إلى اليسار فقط: ",
    
    numQues:" 0126.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "ممنوع عبورها من جهتها اليمنى.",
    "مسموح عبورها من جهتها اليمنى إذا كانت مركبة بطيئة فقط.",
    "مسموح عبورها من جهتها اليمنى.",
    "مسموح عبورها من الجهة اليمنى فقط بمركبة ركاب خصوصية."]
    },
    {
    title:" لا تُجدد رخصة سياقة انتهى سريان مفعولها لمدة تزيد عن: ",
    
    numQues:" 0092.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "تسعة أشهر، إلا إذا اجتاز صاحبها الفحوصات والامتحانات التي تأمر بها سلطة الترخيص.",
    "سنة واحدة، إلا إذا اجتاز صاحبها الفحوصات والامتحانات التي تأمر بها سلطة الترخيص.",
    "ستة أشهر، إلا إذا اجتاز صاحبها الفحوصات والامتحانات التي تأمر بها سلطة الترخيص.",
    "أربعة أشهر، إلا إذا اجتاز صاحبها الفحوصات والامتحانات التي تأمر بها سلطة الترخيص."]
    },
    {
    title:" أية إجراءات تتخذ في الحالة التي أمامك؟ ",
    
    numQues:" 0916.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "تمهل واستعمل الزامور لكي يتوقف الماشي.",
    "اسرع واجتز الماشي.",
    "لا توجد ضرورة بالقيام بإجراء استثنائي لأن الماشي بعيد عنك وكل شيء على ما يرام.",
    "تمهل واستعد للتوقف ودع الماشي يخلي الشارع."]
    
    },
    {
    title:" هل يجوز لسائق الباص التحدث مع الركاب أثناء السير؟ ",
    
    numQues:" 1137.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "ممنوع لسائق الباص التحدث مع الركاب.",
    "مسموح فقط مع أصحاب وظائف الأمن عندما يكونوا في مهمة.",
    "مسموح فقط في أمور السفرة، وبدون إدارة الرأس عن الطريق.",
    "مسموح فقط مع بائع التذاكر أو مع مفتش التذاكر."]
    },
    {
    title:" كيف تتصرف إذا كنت تنوي البدء بالسير بعد التوقف أو الوقوف بجانب الطريق؟ ",
    
    numQues:" 0188.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "عليك إعطاء الإشارة قبل البدء بالسير والخروج من مكانك إلى الشارع بسرعة.",
    "عليك إعطاء الإشارة باليد اليسرى والاندماج بسرعة بحركة السير المتدفقة.",
    "عليك إعطاء الإشارة والتأكد من أنك تستطيع الاندماج في حركة السير بدون التسبب في خطر أو إعاقة لعابري الطريق الآخرين.",
    "أعطِ الإشارة إلى اليسار وسر. لأن على المركبة الأخرى إعطاؤك حق الأولوية."]
    
    },
    {
    title:" كيف يمكن تحسين الرؤية عند ركوب دراجة نارية في المطر؟ ",
    
    numQues:" 1657.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:35 ",
    
    choices:[
    "بواسطة إضافة وتركيب إضاءة قوية على الدراجة النارية واستعمال الضوء العالي بشكلٍ دائم.",
    "بواسطة استعمال الواقي الأمامي الشفاف في الخوذة (ألقبعة) بدون خدوش والقيام بدهن مادة ضد البخار والرطوبة.",
    "بواسطة الركوب مع خوذة شتاء خاصة بدون واقي أمامي شفاف واستعمال نظارات واقية بشكلٍ مكثف.",
    "بواسطة الركوب بشكلٍ حذر واستعمال مصابيح الضباب."]
    },
    {
    title:" في شارع باتجاهين خارج المدن وعلى جانبه الأيمن نُصبت إشارة تمنع التوقف (433): ",
    
    numQues:" 0015.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "حسب الإشارة ممنوع التوقف على يمين الشارع وأيضاً على الحاشية.",
    "يسري المنع فقط على التوقف على حاشية الطريق.",
    "تمنع الإشارة التوقف على جانبي الشارع.",
    "يسري المنع الذي في الإشارة فقط على التوقف في الشارع."]
    
    },
    {
    title:" ما هو الخطر المتوقع من سياقة مركبة شاحنة طويلة؟ ",
    
    numQues:" 1511.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "تواجد مركبات صغيرة في ''المساحات الميتة'' والصعوبة في الاستدارات الحادة.",
    "زمن رد الفعل عند السائق أطول.",
    "لا يوجد أي خطر معين من سياقة مركبة طويلة مقارنة بمركبة ركاب خصوصية.",
    "عدم التمكن من تنفيذ استدارة إلى اليسار بأمان."]
    },
    {
    title:" إذا نُصبت في المفترق إشارة رقم: 118، فأية إشارة تُنصب من مسافةٍ معقولة عن المفترق؟ ",
    
    numQues:" 0360.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "208",
    "207",
    "205",
    "117"]
    
    },
    {
    title:" بأية مركبة يُسمح بجر مجرورة زراعية معفاة من واجب التسجيل والترخيص؟ ",
    
    numQues:" 0245.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "بمركبة تجارية يزيد وزنها الإجمالي المسموح به عن 12000كغم.",
    "بتراكتور حمولة فقط.",
    "بتراكتورون فقط.",
    "بتراكتور."]
    },
    {
    title:" ما هي الفرملة الصحيحة أثناء ركوب الدراجة النارية؟ ",
    
    numQues:" 1661.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "يجب تشغيل الفرملة الخلفية والتمهل بمساعدة المحرك.",
    "يجب تشغيل الفرملة الأمامية والفرملة الخلفية بالتناوب.",
    "يجب تشغيل الفرملة الأمامية والفرملة الخلفية مع بعض من اجل التمهل أو الفرملة.",
    "يجب تشغيل الفرملة الخلفية فقط وبالتناوب، لا يجب تشغيل الفرملة الأمامية."]
    },
    {
    title:" ما هو الخطر الدائم المتسبب عن تزحلق المركبة أثناء السياقة؟ ",
    
    numQues:" 0848.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "سخونة إطارات المركبة واهترائها.",
    "توقف عمل الكلاتش والعجلات التي تحرك المركبة.",
    "سخونة فرامل المركبة واهترائها.",
    "فقدان السيطرة على المقود وفقدان السيطرة على المركبة."]
    },
    {
    title:" أية ضغط (إضافي ) يزوده التراكتور يُشغل أجهزة ومعدات إضافية؟ ",
    
    numQues:" 1104.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "ضغط الهواء المضغوط.",
    "ضغط زيت المحرك.",
    "ضغط بخار الماء.",
    "ضغط الزيت الهيدراولي."]
    },
    {
    title:" في أي قسم من الشارع يجب أن يسوق راكب الدراجة الهوائية؟ ",
    
    numQues:" 0272.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "قريب على قدر الإمكان من حافته اليسرى ووجهه مقابل حركة السير.",
    "لا يسوق في أي قسمٍ كان، لا يُسمح على الإطلاق بركوب الدراجة الهوائية على الشارع.",
    "قريب على قدر الإمكان من حافته اليمنى.",
    "في أي مكان تسير فيه المركبات الأخرى."]
    },
    {
    title:" أين يجب تركيز النظر عند الدخول في استدارة أثناء ركوب الدراجة النارية؟ ",
    
    numQues:" 1614.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "قريباً من الدراجة النارية على قدر الإمكان.",
    "بعيداً إلى الأمام والتركيز على الشاخصات (الإشارات) وعلى ما حول الاستدارة.",
    "باتجاه الاستدارة وباتجاه الخروج منها.",
    "بعيداً إلى الأمام."]
    },
    {
    title:" أية مركبة تُعتبر ''مركبة تجارية''؟ ",
    
    numQues:" 1452.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "المركبة المستعملة أو المعدة للاستعمال في نقل البضائع بأجرة أو لعمل وتجارة صاحب المركبة.",
    "كل مركبة مستعملة لإعالة صاحبها أو لإعالة من يسوقها.",
    "المركبة المستعملة في نقل البضائع بأجرة فقط.",
    "كل مركبة ليست مركبة خصوصية أو مركبة ركاب."]
    },
    {
    title:" في الصورة التي أمامك نرى أيضاً الرصيف، ما هي الجملة الصحيحة؟ ",
    
    numQues:" 0018.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "مسموح لراكبي الدراجات الهوائية ركوبها على الرصيف.",
    "مسموح لمركبة ركاب خصوصية الوقوف للحظة على الرصيف، إذا لم يكن هناك مكان للوقوف على الشارع.",
    "مسموح أيضاً للدراجة النارية استعمال الرصيف.",
    "الرصيف مُعد للمشاة فقط."]
    
    },
    {
    title:" استعمال شاشات العرض (تلفزيون وما شابه ذلك) الظاهرة لعيني السائق، ما عدا شاشة عرض المراقبة والتوجيه في المركبة (G.P.S): ",
    
    numQues:" 0354.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "مسموح لطمأنة السائق والركاب.",
    "ممنوع ما دامت المركبة في حالة سير.",
    "مسموح إذا كان السائق يضع نظارات واقية فقط.",
    "ممنوع وحتى إذا كانت المركبة واقفة."]
    },
    {
    title:" المفترق الذي أمامك عليه إشارات تماماً كما في الصورة، ما هي الطريقة الصحيحة للاستدارة من الشارع ''أ'' (A) إلى الشارع ''ج'' (C)؟ ",
    
    numQues:" 0111.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "من المسلك ''2'' إلى المسلك ''4''.",
    "من المسلك ''2'' إلى المسلك ''3''.",
    "من المسلك ''2'' أو من المسلك ''1'' إلى المسلك ''4''.",
    "من المسلك ''1'' إلى المسلك ''3''."]
    
    },
    {
    title:" الوظيفة الأساسية لفرامل الوقوف (الهاندبريك) في المركبة هي: ",
    
    numQues:" 0689.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" معرفة المركبة ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "لمساعدة السائقين الجدد على الفرملة في المنحدرات.",
    "لزيادة قوة التوقف لفرملة الخدمة (بريك الرجل).",
    "لا توجد أية وظيفة للفرملة المساعدة ولا توجد ضرورة باستعمالها على الإطلاق.",
    "لمنع تحرك المركبة عند الوقوف."]
    },
    {
    title:" لماذا نقوم بتمييل الدراجة النارية أثناء الاستدارة؟ ",
    
    numQues:" 1615.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "من اجل تقليل تأثير القوة الطاردة عن المركز (القوة التي تعمل على الدراجة النارية في المنعطف).",
    "من اجل إلغاء القوة الطاردة عن المركز تماماً.",
    "من اجل تحسين تماسك الإطارات بالشارع الجاف أو الرطب.",
    "من اجل تحسين مدى الرؤية والقدرة على رد الفعل عند حدوث المفاجآت في الطريق."]
    },
    {
    title:" ما معنى الإشارة على سطح الطريق (خط متقطع باللون الأبيض)؟ ",
    
    numQues:" 0634.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "لا يجوز على الإطلاق السير على يسار الخط.",
    "مسموح التجاوز في أي وقت.",
    "شارع باتجاهين.",
    "محور الشارع أو خط مسلك."]
    
    },
    {
    title:" كيف تتصرف حسب الإشارة؟ ",
    
    numQues:" 0551.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "اعبر المكان الموسوم (المؤشر) بالإشارة من اليسار فقط.",
    "عند سيرك حول الدوار عليك إعطاء حق الأولوية للمقتربين من الدوار من اذرع المفترق المختلفة.",
    "سر إلى اليمين أو إلى اليسار، السهم باللون الأصفر يشير إلى اتجاه السير للمواصلات العمومية فقط.",
    "أعطِ حق الأولوية لحركة السير القاطعة طريقك حول الدوار واعبر الدوار من الجهة اليمنى."]
    
    },
    {
    title:" هل يوجد واجب بإضاءة أنوار مصابيح مقدمة الباص في النهار أيضاً؟ ",
    
    numQues:" 1155.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "نعم، فقط في الطرق بين المدن من الأول من تشرين الثاني ولغاية 31 آذار من السنة التي تليها.",
    "نعم، في خطوط الخدمة داخل المدن، عندما يكون هناك ركاب في المركبة.",
    "نعم، من الأول من تشرين الثاني ولغاية 31 آذار من كل سنة.",
    "كلا، ما عدا في الخطوط بين المدن."]
    },
    {
    title:" من هي الجهة التي تسمح وتقوم بنقل ملكية رخصة تشغيل صالون عمومي؟ ",
    
    numQues:" 1256.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "لا توجد ضرورة بإذن لنقل ملكية رخصة خدمة، لأن ذلك يتنافى مع حرية العمل.",
    "مراقب السير على الطرق.",
    "سلطة الترخيص.",
    "سلطة المواصلات العمومية والقطارات."]
    },
    {
    title:" ما هي الاعتبارات عند اختيار خوذة (قبعة واقية) للدراجة النارية؟ ",
    
    numQues:" 1645.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" السلامة على الطرق ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "لا توجد أهمية لخوذة حسب المواصفات، لكن من المهم أن يكون مبناها ديناميكي هوائي من اجل تقليل استهلاك الوقود.",
    "يجب أن يكون في الخوذة نظام تهوية واكبر عدد ممكن من أحزمة الربط.",
    "المهم أن تناسب حجم ومبنى رأس راكب الدراجة النارية ولا توجد أهمية لقوة الخوذة.",
    "خوذة (قبعة واقيه) حسب المواصفات توفر الحماية الأفضل (حتى للذقن) وتتناسب مع حجم ومبنى رأس راكب الدراجة النارية."]
    },
    {
    title:" اشرح المصطلح '' الوزن الكلي للمحور'': ",
    
    numQues:" 1388.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "الوزن الذاتي لكل محور مثبت في المركبة بما في ذلك العجلات المثبتة عليه.",
    "الوزن الذي تشغله على الطريق جميع العجلات المثبتة على محور واحد.",
    "الوزن الذاتي للمحور الخلفي بما في ذلك جهاز الباككس.",
    "الضغط الذي يُقاس في أطراف الزنبركات المثبتة في الشاصي."]
    },
    {
    title:" ما معنى الإشارة؟ ",
    
    numQues:" 0545.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "سر بشكلٍ مستقيم إلى الأمام فقط.",
    "اعبر المكان الموسوم (المؤشر) بالإشارة من جهته اليمنى.",
    "الدخول إلى شارع باتجاه واحد.",
    "حركة السير باتجاهين أمامك."]
    
    },
    {
    title:" في أية حالة يُعفى سائق المركبة الخصوصية من استعمال حزام الأمان؟ ",
    
    numQues:" 0236.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "أثناء المناورة في المركبة إلى الأمام في الموقف.",
    "أثناء الخروج من موقف مسقوف.",
    "عند الخروج من الساحات.",
    "أثناء الرجوع إلى الخلف."]
    },
    {
    title:" ما هي الطريقة الصحيحة لتنفيذ استدارة إلى اليمين؟ ",
    
    numQues:" 0107.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" قوانين المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "بأية طريقة كانت بعد إعطاء الإشارة المناسبة.",
    "من كل مسلك في الشارع إلى المسلك الأيمن الأقصى في الشارع الذي ندخله.",
    "السياقة بسرعة معقولة وآمنة وبدون عرقلة أو خطر من المسلك الأيمن إلى المسلك الأيمن في الشارع الذي ندخله.",
    "بقوس عريض من يمين الشارع إلى أي مسلك في الشارع الذي ندخله."]
    },
    {
    title:" ما هي وظيفة جهاز مراقبة الثبات الالكتروني في المركبة، ''إي.إس.بي'' (E.S.P)؟ ",
    
    numQues:" 1002.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" معرفة المركبة ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "السيطرة على استهلاك وقود المحرك.",
    "منع إقفال العجلات.",
    "التقليل من كمية الغازات المحترقة والمنبعثة من المحرك.",
    "جهاز يقلل من خطر تزحلق المركبة."]
    },
    {
    title:" أية إشارة تظهر بعد الإشارة 708؟ ",
    
    numQues:" 0650.",
    link:" ",
    
    guid:" ",

    cA:"",
    
    author:" ",
    
    category:" إشارات المرور ",
    
    pubDate:" 10-11-2011 08:22:36 ",
    
    choices:[
    "712",
    "710",
    "709",
    "716"]
    
    }]
    export default item;